Repository: KDE/kcmgrub2
Catalog: i18n/*.po
Languages: fr, it, lt, nl

source: Group Settings
it: Impostazioni del gruppo

source: Lock group
it: Proteggi gruppo

source: Available users:
it: Utenti disponibili:

source: Selected users:
it: Utenti selezionati:

source: General
fr: Général
it: Generale
lt: Bendri
nl: Algemeen

source: Default item
fr: Entrée par défaut
it: Voce predefinita
lt: Numatytas įrašas
nl: Standaard

source: Automatically boot default item after
fr: Démarrer automatiquement sur l'entrée par défaut après
it: Avvia automaticamente la voce predefinita dopo
lt: Automatiškai krauti numatytą įrašą po
nl: Automatisch starten na

source: Show background image
fr: Afficher l'image de fond
it: Mostra immagine di sfondo
lt: Rodyti fono paveikslėlį
nl: Achtergrond tonen

source: Show countdown
fr: Afficher le compte à rebours
it: Mostra conto alla rovescia
lt: Rodyti laiką, likusį iki įkrovos
nl: Countdown tonen

source: Show menu even if only one system is installed
fr: Afficher le menu même si un seul système est installé
it: Mostra il menu anche se è installato un solo sistema operativo
lt: Rodyti meniu, net jei įdiegta tik viena sistema
nl: Menu tonen, zelfs als er maar een systeem is geïnstalleerd.

source: Show splash screen on linux bootup
fr: Afficher l'écran de démarrage
it: Mostra schermata di avvio di linux
lt: Rodyti grafinį ekraną kraunantis linux sistemai
nl: Splash screen tonen bij het booten van linux

source: Quiet boot
fr: Démarrage silencieux
it: Avvio silenzioso
lt: Tyli įkrova
nl: Stil booten

source: Advanced
fr: Avancé
it: Avanzate
lt: Išsamiau
nl: Geavanceerd

source: Distributor (can be a command)
fr: Distributeur (peut être une commande)
it: Fornitore (può essere un comando)
lt: Distributorius (gali būti komanda)
nl: Distributeur (mag een commando zijn)

source: Default linux command line
fr: Ligne de commande linux par défaut
it: Linea di comando predefinita per linux
lt: Numatyta linux komandų eilutė
nl: Standaard linux commando-regel

source: Graphic mode (width x height x depth)
fr: Mode graphique (largeur x hauteur x profondeur)
it: Modo grafico (larghezza x altezza x profondità)
lt: Grafinis režimas (plotis x aukštis x gylis)
nl: Grafische mode (breedte x hoogte x kleuren)

source: Disable graphical terminal
fr: Désactiver le terminal graphique
it: Disabilita terminale grafico
lt: Uždrausti grafinį terminalą
nl: Grafische terminal UITschakelen

source: Disable UUID passing
fr: Désactiver le passage de l'UUID
it: Disabilita il passaggio degli UUID
lt: Uždrausti UUID perdavimą
nl: UUID doorgeven UITschakelen

source: Disable recovery mode
fr: Désactiver le mode de récupération
it: Disabilita la modalità ripristino
lt: Uždrausti saugų režimą
nl: Recovery mode UITschakelen

source: Disable memtest
fr: Désactiver memtest
it: Disabilita memtest
lt: Uždrausti memtest
nl: Geheugentest UITschakelen

source: Don't search for other operating systems
it: Non cercare altri sistemi operativi

source: Security
it: Sicurezza

source: Enable security
it: Abilita le funzioni di sicurezza

source: Users
it: Utenti

source: Add
it: Aggiungi

source: Delete
it: Elimina

source: Edit
it: Modifica

source: Groups
it: Gruppi

source: Tools
it: Strumenti

source: Bootloader details
it: Dettagli bootloader

source: Package name:
it: Nome del pacchetto:

source: Package version:
it: Versione del pacchetto:

source: Host OS:
it: Sistema operativo:

source: Installation drives
it: Dispositivi di installazione

source: (Re)install grub on the following devices:
it: (Re)installa grub nei dispositivi seguenti:

source: User Settings
it: Impostazioni utente

source: User Name
it: Nome utente

source: Confirm password
it: Conferma password

source: Superuser
it: Amministratore

source: Crypt password
it: Critta password

# NAME OF TRANSLATORS
source: Your names
fr: Bruno Patri
it: Alberto Mattea
lt: Andrius Štikonas
nl: Ronald Stroethoff

# EMAIL OF TRANSLATORS
source: Your emails
fr: bruno.patri@gmail.com
it: alberto@mattea.info
lt: stikonas@gmail.com
nl: stroet43@zonnet.nl

source: Grub2 configuration tool
fr: Outil de configuration de Grub2
it: Strumento di configurazione per Grub2
lt: Grub2 konfigūravimo įrankis
nl: Grub2 instellen

source: Maintainer
fr: Mainteneur
it: Responsabile
lt: Prižiūrėtojas

source: unknown
it: sconosciuto

source: cannot open /etc/default/grub for writing
it: impossibile aprire /etc/default/grub in scrittura

source: cannot chdir to /etc/grub.d
it: impossibile accedere a /etc/grub.d

source: cannot open files in /etc/grub.d for writing
it: impossibile aprire i files in /etc/grub.d in scrittura

source: cannot change the execution bit for memtest
it: impossibile cambiare i permessi di esecuzione di memtest

source: calling update-grub failed
it: errore durante l'esecuzione di update-grub

source: cannot set permissions on grub.cfg
it: impossibile impostare i permessi di grub.cfg

source: calling grub-install failed
it: errore durante l'esecuzione di grub-install

source: Unable to authenticate.
it: Impossibile autenticarsi.

source: There was an error while executing the action:
it: Si è verificato un errore durante l'esecuzione dell'azione specificata:

source: Error: cannot open Grub configuration files. Make sure Grub is installed correctly.
fr: Erreur : impossible d'ouvrir les fichiers de configuration de Grub. Veuillez vous assurer que Grub est bien installé.
it: Errore: impossibile aprire i file di configurazione di Grub. Assicurati che Grub sia installato correttamente.
lt: Klaida: nepavyko atverti Grub konfigūracinių failų. Įsitikinkite, kad Grub tinkamai įdiegtas.
nl: Foutmelding: kan de Grub-configuratie bestanden niet openen. Zorg ervoor dat Grub correct is geïnstalleerd.

source: Updating grub configuration...
fr: Mise à jour de la configuration de grub…
it: Aggiornamento della configurazione di grub...
lt: Atnaujinama grub konfigūracija...
nl: Grub configuratie bijwerken...

source: Installing grub on the selected devices...
it: Installazione di grub nei dispositivi selezionati...

source: The configuration file has wrong permissions, you will now be asked for yout password to fix them.
it: Il file di configurazione ha i permessi sbagliati, ti sarà chiesta la tua password per sistemarli.

source: Cannot fix the permissions
it: Impossibile sistemare i permessi

source: Name
it: Nome

source: Password type
it: Tipo di password

source: Locked
it: Protetto

source: Allowed users
it: Utenti autorizzati

source: Yes
it: Sì

source: Crypted
it: Crittata

source: Plaintext
it: Testo semplice

source: Everyone
it: Chiunque

source: Superusers only
it: Solo amministratori

source: Last used
fr: Dernière utilisée
it: Ultima utilizzata
lt: Paskiausiai naudota
nl: Ongedaan maken

source: Crypting password...
it: Crittatura password...

source: Form
lt: Forma

source: Grub2 configuration
fr: Configuration de Grub2
lt: Grub2 konfigūravimas
nl: Grub2 configuratie

source: Unable to authenticate/execute the action.
fr: Impossible d'authentifier/exécuter l'action
lt: Nepavyko autentifikuotis/įvykdyti veiksmo.
nl: Kan de aktie niet uitvoeren.

source: Bootloader
fr: Chargeur d'amorçage
lt: Įkrovos tvarkyklė
